label nsp_text_letter_1 :

call bigletter(["{size=-7}От: Рубеуса Хагрида\nКому: Профессору Альбусу Дамблдору\n\n{/size}"
"{size=-4}Уважаемый профессор Дамблдор.\n\nХочу снова заверить вас, что я не встречал еще более великого человека. "
"С большим удовольствием узнал, что в Школе появились {s}Очень прошу, пришлите мне {/s}"
"{/size}"
"{size=-3}С уважением,\nВаш преданный слуга, Рубеус Хагрид.{/size}"])

$ nsp_text_letter_1 = 2

$hero("Во имя Великого Песчаного Кактуса!..")
$hero("Я должен выжать из этой возможности все что можно. Фонды, значит...")
$hero("Нужно обязательно расспросить дружище Северуса об этом.")
$hero("Но делиться галлеонами - это не по мне.")
$hero("Думаю, однако, что привлечь Гермиону к написанию статей будет нелишне.")
$hero("Но сначала придется разобраться, что к чему. Да, нужно поговорить со Снейпом !")

$event.Finalize()

call screen main_menu_01
    
label nsp_text_letter_2 :

call bigletter(["{size=-7}От: Министерства Магии\nКому: Профессору Альбусу Дамблдору\n\n{/size}"
"{size=-4}Дорогой профессор Дамблдор.\n\nМы хотим сообщить Вам, что Сообщество Магов в целом (в лице Министерства Магии) "
"и попечительский совет Хогвартса в частности хотели бы, чтобы ваша Школа организовала свой печатный орган.\n\n"
"В связи с Вашим вызывающим уважение мастерством документооборота мы считаем, что Вас не затруднит "
"Организовать в Хогвартсе небольшую редакцию и приступить к изданию стенгазеты.\n\n"
"Т.к. данное поручение связано с новыми стандартами образования учеников и было "
"инициировано во имя высших ценностей, мы будем следить за популярностью данного издания в Школе "
"и выплачивать соответствующую компенсацию за ваши усилия и для поддержания журналистской деятельности.\n\n",
"{size=-4}Вы можете распоряжаться данными фондами по своему усмотрению.\n\nТакже мы понимаем, что освоение такого "
"необычного для традиционной Школы Волшебников рода деятельности требует немалых усилий, "
"выбор сотрудников редакции из числа учеников и преподавателей остается на ваше усмотрение.\n\n"
"{size=-3}С уважением,\nМинистерство Магии.{/size}"])

$ nsp_text_letter_2 = 2

$hero("Во имя Великого Песчаного Кактуса!..")
$hero("Я должен выжать из этой возможности все что можно. Фонды, значит...")
$hero("Нужно обязательно расспросить дружище Северуса об этом.")
$hero("Но делиться галлеонами - это не по мне.")
$hero("Думаю, однако, что привлечь Гермиону к написанию статей будет нелишне.")
$hero("Но сначала придется разобраться, что к чему. Да, нужно поговорить со Снейпом !")

$event.Finalize()

call screen main_menu_01
    
label nsp_text_letter_3 :

call bigletter(["{size=-7}От: Министерства Магии\nКому: Профессору Альбусу Дамблдору\n\n{/size}"
"{size=-4}Дорогой профессор Дамблдор.\n\nМы хотим сообщить Вам, что Сообщество Магов в целом (в лице Министерства Магии) "
"и попечительский совет Хогвартса в частности хотели бы, чтобы ваша Школа организовала свой печатный орган.\n\n"
"В связи с Вашим вызывающим уважение мастерством документооборота мы считаем, что Вас не затруднит "
"Организовать в Хогвартсе небольшую редакцию и приступить к изданию стенгазеты.\n\n"
"Т.к. данное поручение связано с новыми стандартами образования учеников и было "
"инициировано во имя высших ценностей, мы будем следить за популярностью данного издания в Школе "
"и выплачивать соответствующую компенсацию за ваши усилия и для поддержания журналистской деятельности.\n\n",
"{size=-4}Вы можете распоряжаться данными фондами по своему усмотрению.\n\nТакже мы понимаем, что освоение такого "
"необычного для традиционной Школы Волшебников рода деятельности требует немалых усилий, "
"выбор сотрудников редакции из числа учеников и преподавателей остается на ваше усмотрение.\n\n"
"{size=-3}С уважением,\nМинистерство Магии.{/size}"])

$ nsp_text_letter_3 = 2

$hero("Во имя Великого Песчаного Кактуса!..")
$hero("Я должен выжать из этой возможности все что можно. Фонды, значит...")
$hero("Нужно обязательно расспросить дружище Северуса об этом.")
$hero("Но делиться галлеонами - это не по мне.")
$hero("Думаю, однако, что привлечь Гермиону к написанию статей будет нелишне.")
$hero("Но сначала придется разобраться, что к чему. Да, нужно поговорить со Снейпом !")

$event.Finalize()

call screen main_menu_01
    
label nsp_text_letter_4 :

call bigletter(["{size=-7}От: Министерства Магии\nКому: Профессору Альбусу Дамблдору\n\n{/size}"
"{size=-4}Дорогой профессор Дамблдор.\n\nМы хотим сообщить Вам, что Сообщество Магов в целом (в лице Министерства Магии) "
"и попечительский совет Хогвартса в частности хотели бы, чтобы ваша Школа организовала свой печатный орган.\n\n"
"В связи с Вашим вызывающим уважение мастерством документооборота мы считаем, что Вас не затруднит "
"Организовать в Хогвартсе небольшую редакцию и приступить к изданию стенгазеты.\n\n"
"Т.к. данное поручение связано с новыми стандартами образования учеников и было "
"инициировано во имя высших ценностей, мы будем следить за популярностью данного издания в Школе "
"и выплачивать соответствующую компенсацию за ваши усилия и для поддержания журналистской деятельности.\n\n",
"{size=-4}Вы можете распоряжаться данными фондами по своему усмотрению.\n\nТакже мы понимаем, что освоение такого "
"необычного для традиционной Школы Волшебников рода деятельности требует немалых усилий, "
"выбор сотрудников редакции из числа учеников и преподавателей остается на ваше усмотрение.\n\n"
"{size=-3}С уважением,\nМинистерство Магии.{/size}"])

$ nsp_text_letter_4 = 2

$hero("Во имя Великого Песчаного Кактуса!..")
$hero("Я должен выжать из этой возможности все что можно. Фонды, значит...")
$hero("Нужно обязательно расспросить дружище Северуса об этом.")
$hero("Но делиться галлеонами - это не по мне.")
$hero("Думаю, однако, что привлечь Гермиону к написанию статей будет нелишне.")
$hero("Но сначала придется разобраться, что к чему. Да, нужно поговорить со Снейпом !")

$event.Finalize()

call screen main_menu_01

label nsp_text_letter_5 :

call bigletter(["{size=-7}От: Министерства Магии\nКому: Профессору Альбусу Дамблдору\n\n{/size}"
"{size=-4}Дорогой профессор Дамблдор.\n\nМы хотим сообщить Вам, что Сообщество Магов в целом (в лице Министерства Магии) "
"и попечительский совет Хогвартса в частности хотели бы, чтобы ваша Школа организовала свой печатный орган.\n\n"
"В связи с Вашим вызывающим уважение мастерством документооборота мы считаем, что Вас не затруднит "
"Организовать в Хогвартсе небольшую редакцию и приступить к изданию стенгазеты.\n\n"
"Т.к. данное поручение связано с новыми стандартами образования учеников и было "
"инициировано во имя высших ценностей, мы будем следить за популярностью данного издания в Школе "
"и выплачивать соответствующую компенсацию за ваши усилия и для поддержания журналистской деятельности.\n\n",
"{size=-4}Вы можете распоряжаться данными фондами по своему усмотрению.\n\nТакже мы понимаем, что освоение такого "
"необычного для традиционной Школы Волшебников рода деятельности требует немалых усилий, "
"выбор сотрудников редакции из числа учеников и преподавателей остается на ваше усмотрение.\n\n"
"{size=-3}С уважением,\nМинистерство Магии.{/size}"])

$ nsp_text_letter_5 = 2

$hero("Во имя Великого Песчаного Кактуса!..")
$hero("Я должен выжать из этой возможности все что можно. Фонды, значит...")
$hero("Нужно обязательно расспросить дружище Северуса об этом.")
$hero("Но делиться галлеонами - это не по мне.")
$hero("Думаю, однако, что привлечь Гермиону к написанию статей будет нелишне.")
$hero("Но сначала придется разобраться, что к чему. Да, нужно поговорить со Снейпом !")

$event.Finalize()

call screen main_menu_01
    
label nsp_text_letter_6 :

call bigletter(["{size=-7}От: Министерства Магии\nКому: Профессору Альбусу Дамблдору\n\n{/size}"
"{size=-4}Дорогой профессор Дамблдор.\n\nМы хотим сообщить Вам, что Сообщество Магов в целом (в лице Министерства Магии) "
"и попечительский совет Хогвартса в частности хотели бы, чтобы ваша Школа организовала свой печатный орган.\n\n"
"В связи с Вашим вызывающим уважение мастерством документооборота мы считаем, что Вас не затруднит "
"Организовать в Хогвартсе небольшую редакцию и приступить к изданию стенгазеты.\n\n"
"Т.к. данное поручение связано с новыми стандартами образования учеников и было "
"инициировано во имя высших ценностей, мы будем следить за популярностью данного издания в Школе "
"и выплачивать соответствующую компенсацию за ваши усилия и для поддержания журналистской деятельности.\n\n",
"{size=-4}Вы можете распоряжаться данными фондами по своему усмотрению.\n\nТакже мы понимаем, что освоение такого "
"необычного для традиционной Школы Волшебников рода деятельности требует немалых усилий, "
"выбор сотрудников редакции из числа учеников и преподавателей остается на ваше усмотрение.\n\n"
"{size=-3}С уважением,\nМинистерство Магии.{/size}"])

$ nsp_text_letter_6 = 2

$hero("Во имя Великого Песчаного Кактуса!..")
$hero("Я должен выжать из этой возможности все что можно. Фонды, значит...")
$hero("Нужно обязательно расспросить дружище Северуса об этом.")
$hero("Но делиться галлеонами - это не по мне.")
$hero("Думаю, однако, что привлечь Гермиону к написанию статей будет нелишне.")
$hero("Но сначала придется разобраться, что к чему. Да, нужно поговорить со Снейпом !")

$event.Finalize()

call screen main_menu_01
    
label nsp_text_letter_7 :

call bigletter(["{size=-7}От: Министерства Магии\nКому: Профессору Альбусу Дамблдору\n\n{/size}"
"{size=-4}Дорогой профессор Дамблдор.\n\nМы хотим сообщить Вам, что Сообщество Магов в целом (в лице Министерства Магии) "
"и попечительский совет Хогвартса в частности хотели бы, чтобы ваша Школа организовала свой печатный орган.\n\n"
"В связи с Вашим вызывающим уважение мастерством документооборота мы считаем, что Вас не затруднит "
"Организовать в Хогвартсе небольшую редакцию и приступить к изданию стенгазеты.\n\n"
"Т.к. данное поручение связано с новыми стандартами образования учеников и было "
"инициировано во имя высших ценностей, мы будем следить за популярностью данного издания в Школе "
"и выплачивать соответствующую компенсацию за ваши усилия и для поддержания журналистской деятельности.\n\n",
"{size=-4}Вы можете распоряжаться данными фондами по своему усмотрению.\n\nТакже мы понимаем, что освоение такого "
"необычного для традиционной Школы Волшебников рода деятельности требует немалых усилий, "
"выбор сотрудников редакции из числа учеников и преподавателей остается на ваше усмотрение.\n\n"
"{size=-3}С уважением,\nМинистерство Магии.{/size}"])

$ nsp_text_letter_7 = 2

$hero("Во имя Великого Песчаного Кактуса!..")
$hero("Я должен выжать из этой возможности все что можно. Фонды, значит...")
$hero("Нужно обязательно расспросить дружище Северуса об этом.")
$hero("Но делиться галлеонами - это не по мне.")
$hero("Думаю, однако, что привлечь Гермиону к написанию статей будет нелишне.")
$hero("Но сначала придется разобраться, что к чему. Да, нужно поговорить со Снейпом !")

$event.Finalize()

call screen main_menu_01
    
label nsp_text_letter_8 :

call bigletter(["{size=-7}От: Министерства Магии\nКому: Профессору Альбусу Дамблдору\n\n{/size}"
"{size=-4}Дорогой профессор Дамблдор.\n\nМы хотим сообщить Вам, что Сообщество Магов в целом (в лице Министерства Магии) "
"и попечительский совет Хогвартса в частности хотели бы, чтобы ваша Школа организовала свой печатный орган.\n\n"
"В связи с Вашим вызывающим уважение мастерством документооборота мы считаем, что Вас не затруднит "
"Организовать в Хогвартсе небольшую редакцию и приступить к изданию стенгазеты.\n\n"
"Т.к. данное поручение связано с новыми стандартами образования учеников и было "
"инициировано во имя высших ценностей, мы будем следить за популярностью данного издания в Школе "
"и выплачивать соответствующую компенсацию за ваши усилия и для поддержания журналистской деятельности.\n\n",
"{size=-4}Вы можете распоряжаться данными фондами по своему усмотрению.\n\nТакже мы понимаем, что освоение такого "
"необычного для традиционной Школы Волшебников рода деятельности требует немалых усилий, "
"выбор сотрудников редакции из числа учеников и преподавателей остается на ваше усмотрение.\n\n"
"{size=-3}С уважением,\nМинистерство Магии.{/size}"])

$ nsp_text_letter_8 = 2

$hero("Во имя Великого Песчаного Кактуса!..")
$hero("Я должен выжать из этой возможности все что можно. Фонды, значит...")
$hero("Нужно обязательно расспросить дружище Северуса об этом.")
$hero("Но делиться галлеонами - это не по мне.")
$hero("Думаю, однако, что привлечь Гермиону к написанию статей будет нелишне.")
$hero("Но сначала придется разобраться, что к чему. Да, нужно поговорить со Снейпом !")

$event.Finalize()

call screen main_menu_01
    
label nsp_text_letter_9 :

call bigletter(["{size=-7}От: Министерства Магии\nКому: Профессору Альбусу Дамблдору\n\n{/size}"
"{size=-4}Дорогой профессор Дамблдор.\n\nМы хотим сообщить Вам, что Сообщество Магов в целом (в лице Министерства Магии) "
"и попечительский совет Хогвартса в частности хотели бы, чтобы ваша Школа организовала свой печатный орган.\n\n"
"В связи с Вашим вызывающим уважение мастерством документооборота мы считаем, что Вас не затруднит "
"Организовать в Хогвартсе небольшую редакцию и приступить к изданию стенгазеты.\n\n"
"Т.к. данное поручение связано с новыми стандартами образования учеников и было "
"инициировано во имя высших ценностей, мы будем следить за популярностью данного издания в Школе "
"и выплачивать соответствующую компенсацию за ваши усилия и для поддержания журналистской деятельности.\n\n",
"{size=-4}Вы можете распоряжаться данными фондами по своему усмотрению.\n\nТакже мы понимаем, что освоение такого "
"необычного для традиционной Школы Волшебников рода деятельности требует немалых усилий, "
"выбор сотрудников редакции из числа учеников и преподавателей остается на ваше усмотрение.\n\n"
"{size=-3}С уважением,\nМинистерство Магии.{/size}"])

$ nsp_text_letter_9 = 2

$hero("Во имя Великого Песчаного Кактуса!..")
$hero("Я должен выжать из этой возможности все что можно. Фонды, значит...")
$hero("Нужно обязательно расспросить дружище Северуса об этом.")
$hero("Но делиться галлеонами - это не по мне.")
$hero("Думаю, однако, что привлечь Гермиону к написанию статей будет нелишне.")
$hero("Но сначала придется разобраться, что к чему. Да, нужно поговорить со Снейпом !")

$event.Finalize()

call screen main_menu_01
    
label nsp_text_letter_10 :

call bigletter(["{size=-7}От: Министерства Магии\nКому: Профессору Альбусу Дамблдору\n\n{/size}"
"{size=-4}Дорогой профессор Дамблдор.\n\nМы хотим сообщить Вам, что Сообщество Магов в целом (в лице Министерства Магии) "
"и попечительский совет Хогвартса в частности хотели бы, чтобы ваша Школа организовала свой печатный орган.\n\n"
"В связи с Вашим вызывающим уважение мастерством документооборота мы считаем, что Вас не затруднит "
"Организовать в Хогвартсе небольшую редакцию и приступить к изданию стенгазеты.\n\n"
"Т.к. данное поручение связано с новыми стандартами образования учеников и было "
"инициировано во имя высших ценностей, мы будем следить за популярностью данного издания в Школе "
"и выплачивать соответствующую компенсацию за ваши усилия и для поддержания журналистской деятельности.\n\n",
"{size=-4}Вы можете распоряжаться данными фондами по своему усмотрению.\n\nТакже мы понимаем, что освоение такого "
"необычного для традиционной Школы Волшебников рода деятельности требует немалых усилий, "
"выбор сотрудников редакции из числа учеников и преподавателей остается на ваше усмотрение.\n\n"
"{size=-3}С уважением,\nМинистерство Магии.{/size}"])

$ nsp_text_letter_10 = 2

$hero("Во имя Великого Песчаного Кактуса!..")
$hero("Я должен выжать из этой возможности все что можно. Фонды, значит...")
$hero("Нужно обязательно расспросить дружище Северуса об этом.")
$hero("Но делиться галлеонами - это не по мне.")
$hero("Думаю, однако, что привлечь Гермиону к написанию статей будет нелишне.")
$hero("Но сначала придется разобраться, что к чему. Да, нужно поговорить со Снейпом !")

$event.Finalize()

call screen main_menu_01

label nsp_text_letter_11 :

call bigletter(["{size=-7}От: Министерства Магии\nКому: Профессору Альбусу Дамблдору\n\n{/size}"
"{size=-4}Дорогой профессор Дамблдор.\n\nМы хотим сообщить Вам, что Сообщество Магов в целом (в лице Министерства Магии) "
"и попечительский совет Хогвартса в частности хотели бы, чтобы ваша Школа организовала свой печатный орган.\n\n"
"В связи с Вашим вызывающим уважение мастерством документооборота мы считаем, что Вас не затруднит "
"Организовать в Хогвартсе небольшую редакцию и приступить к изданию стенгазеты.\n\n"
"Т.к. данное поручение связано с новыми стандартами образования учеников и было "
"инициировано во имя высших ценностей, мы будем следить за популярностью данного издания в Школе "
"и выплачивать соответствующую компенсацию за ваши усилия и для поддержания журналистской деятельности.\n\n",
"{size=-4}Вы можете распоряжаться данными фондами по своему усмотрению.\n\nТакже мы понимаем, что освоение такого "
"необычного для традиционной Школы Волшебников рода деятельности требует немалых усилий, "
"выбор сотрудников редакции из числа учеников и преподавателей остается на ваше усмотрение.\n\n"
"{size=-3}С уважением,\nМинистерство Магии.{/size}"])

$ nsp_text_letter_11 = 2

$hero("Во имя Великого Песчаного Кактуса!..")
$hero("Я должен выжать из этой возможности все что можно. Фонды, значит...")
$hero("Нужно обязательно расспросить дружище Северуса об этом.")
$hero("Но делиться галлеонами - это не по мне.")
$hero("Думаю, однако, что привлечь Гермиону к написанию статей будет нелишне.")
$hero("Но сначала придется разобраться, что к чему. Да, нужно поговорить со Снейпом !")

$event.Finalize()

call screen main_menu_01
    
label nsp_text_letter_12 :

call bigletter(["{size=-7}От: Министерства Магии\nКому: Профессору Альбусу Дамблдору\n\n{/size}"
"{size=-4}Дорогой профессор Дамблдор.\n\nМы хотим сообщить Вам, что Сообщество Магов в целом (в лице Министерства Магии) "
"и попечительский совет Хогвартса в частности хотели бы, чтобы ваша Школа организовала свой печатный орган.\n\n"
"В связи с Вашим вызывающим уважение мастерством документооборота мы считаем, что Вас не затруднит "
"Организовать в Хогвартсе небольшую редакцию и приступить к изданию стенгазеты.\n\n"
"Т.к. данное поручение связано с новыми стандартами образования учеников и было "
"инициировано во имя высших ценностей, мы будем следить за популярностью данного издания в Школе "
"и выплачивать соответствующую компенсацию за ваши усилия и для поддержания журналистской деятельности.\n\n",
"{size=-4}Вы можете распоряжаться данными фондами по своему усмотрению.\n\nТакже мы понимаем, что освоение такого "
"необычного для традиционной Школы Волшебников рода деятельности требует немалых усилий, "
"выбор сотрудников редакции из числа учеников и преподавателей остается на ваше усмотрение.\n\n"
"{size=-3}С уважением,\nМинистерство Магии.{/size}"])

$ nsp_text_letter_12 = 2

$hero("Во имя Великого Песчаного Кактуса!..")
$hero("Я должен выжать из этой возможности все что можно. Фонды, значит...")
$hero("Нужно обязательно расспросить дружище Северуса об этом.")
$hero("Но делиться галлеонами - это не по мне.")
$hero("Думаю, однако, что привлечь Гермиону к написанию статей будет нелишне.")
$hero("Но сначала придется разобраться, что к чему. Да, нужно поговорить со Снейпом !")

$event.Finalize()

call screen main_menu_01
    
label nsp_text_letter_13 :

call bigletter(["{size=-7}От: Министерства Магии\nКому: Профессору Альбусу Дамблдору\n\n{/size}"
"{size=-4}Дорогой профессор Дамблдор.\n\nМы хотим сообщить Вам, что Сообщество Магов в целом (в лице Министерства Магии) "
"и попечительский совет Хогвартса в частности хотели бы, чтобы ваша Школа организовала свой печатный орган.\n\n"
"В связи с Вашим вызывающим уважение мастерством документооборота мы считаем, что Вас не затруднит "
"Организовать в Хогвартсе небольшую редакцию и приступить к изданию стенгазеты.\n\n"
"Т.к. данное поручение связано с новыми стандартами образования учеников и было "
"инициировано во имя высших ценностей, мы будем следить за популярностью данного издания в Школе "
"и выплачивать соответствующую компенсацию за ваши усилия и для поддержания журналистской деятельности.\n\n",
"{size=-4}Вы можете распоряжаться данными фондами по своему усмотрению.\n\nТакже мы понимаем, что освоение такого "
"необычного для традиционной Школы Волшебников рода деятельности требует немалых усилий, "
"выбор сотрудников редакции из числа учеников и преподавателей остается на ваше усмотрение.\n\n"
"{size=-3}С уважением,\nМинистерство Магии.{/size}"])

$ nsp_text_letter_13 = 2

$hero("Во имя Великого Песчаного Кактуса!..")
$hero("Я должен выжать из этой возможности все что можно. Фонды, значит...")
$hero("Нужно обязательно расспросить дружище Северуса об этом.")
$hero("Но делиться галлеонами - это не по мне.")
$hero("Думаю, однако, что привлечь Гермиону к написанию статей будет нелишне.")
$hero("Но сначала придется разобраться, что к чему. Да, нужно поговорить со Снейпом !")

$event.Finalize()

call screen main_menu_01