# TODO: Translation updated at 2015-07-19 15:34

# game/17_waifu.rpy:3
translate italian waifu_eac1a8c5:

    # "Глава [book_07_units]" "{size=-2}Вы - подросток, который делит дом с милой сводной сестрой Ши. Чем вы займетесь сегодня после школы?{/size}"
    "Глава [book_07_units]" ""

# game/17_waifu.rpy:5
translate italian waifu_ea1c7098:

    # m "Ооо, это одна из \"тех\" книг. Хорошо, посмотрим..."
    m ""

# game/17_waifu.rpy:8
translate italian waifu_fb956483:

    # "Глава [book_07_units]" "{size=-2}Во время занятий мисс Стивенс что-то нудит. Вы смотрите на её грудь, чтобы не уснуть. Она слишком секси для училки.{/size}"
    "Глава [book_07_units]" ""

# game/17_waifu.rpy:11
translate italian waifu_5f5fd6d7:

    # "Глава [book_07_units]" "{size=-2}Вы встречаете свою сводную сестру в школе. В отличие от вас, Ши довольно популярна среди одноклассников. Но вас она игнорирует.{/size}"
    "Глава [book_07_units]" ""

# game/17_waifu.rpy:14
translate italian waifu_138d07b5:

    # "Глава [book_07_units]" "{size=-2}Вы столкнулись в коридоре с девушкой, она носит очки с толстыми линзами и очень застенчива. Она извиняется и быстро убегает. Она тоже учится в этой школе?{/size}"
    "Глава [book_07_units]" ""

# game/17_waifu.rpy:17
translate italian waifu_8e9c122f:

    # "Глава [book_07_units]" "{size=-2}Сегодня мисс Стивенс устроила внеклассные мероприятия. Вы решаете проявить себя, чтобы быть на хорошем счету.{/size}"
    "Глава [book_07_units]" ""

# game/17_waifu.rpy:20
translate italian waifu_24dc85ce:

    # "Глава [book_07_units]" "{size=-2}Хулиган отбирает ваши деньги на обед. Ши замечает это и вскоре приводит хулигана, он извиняется и возращает деньги. Ши может быть опасной девчонкой...{/size}"
    "Глава [book_07_units]" ""

# game/17_waifu.rpy:23
translate italian waifu_df3db10e:

    # "Глава [book_07_units]" "{size=-2}Еще один скучный урок. Вы не слушаете учителя и мечтаете закончить художественный колледж, чтобы стать художником по хентай-манге.{/size}"
    "Глава [book_07_units]" ""

# game/17_waifu.rpy:26
translate italian waifu_3c559ce2:

    # "Глава [book_07_units]" "{size=-2}Еще один ужасный школьный день. Скромный зеленый костюм Мисс Стивенс только подчеркивает ее соблазнительные формы. Вы не можете сосредоточиться на уроке.{/size}"
    "Глава [book_07_units]" ""

# game/17_waifu.rpy:29
translate italian waifu_dbcccd99:

    # "Глава [book_07_units]" "{size=-2}Вы сбежали с урока и бродите по пустынным школьным коридорам, делая вид, что вы единственный оставшийся в живых из-за какого-то смертельного вируса. Уборщик замечает вас, он заражен! Вы убегаете, дабы выжить.{/size}"
    "Глава [book_07_units]" ""

# game/17_waifu.rpy:32
translate italian waifu_ffe991ca:

    # "\"Глава [book_07_units]\"" "{size=-2}Хулиган вновь отбирает деньги. Час спустя скорая забирает в парке перед школой какого-то парня со сломанной рукой. Вы узнаете в нем того самого хулигана... Это Ши его обработала?{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:35
translate italian waifu_91a4021a:

    # "\"Глава [book_07_units]\"" "{size=-2}Еще один школьный день. После случая с хулиганом люди смотрят на Ши с еще большим обожанием. Как у нее это получается?{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:38
translate italian waifu_9dea612a:

    # "\"Глава [book_07_units]\"" "{size=-2}У вас сегодня нет занятий с Мисс Стивенс. Так о чем беспокоиться? Вы засыпаете за партой.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:41
translate italian waifu_3832acc1:

    # "\"Глава [book_07_units]\"" "{size=-2}Все ваши одноклассники взволнованы предстоящим выпускным, но вы выше подобной хренотени.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:44
translate italian waifu_14049fa7:

    # "\"Глава [book_07_units]\"" "{size=-2}Еще один скучный урок. В окно вы замечаете стоящий у школьной библиотеки подозрительный черный фургон с тонированными стеклами. Какого черта он там делает?{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:47
translate italian waifu_1a444bc4:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы подслушали, как ваши однокласники говорят о \"фан клубе мисс Стивенс\". Неудивительно, учитывая какая она секси.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:50
translate italian waifu_a1ff3992:

    # "\"Глава [book_07_units]\"" "{size=-2}В школе только и разговоров, что о выпускном. Вы подумываете пригласить кого-нибудь, но не можете побороть свою стеснительность.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:53
translate italian waifu_9011992f:

    # "\"Глава [book_07_units]\"" "{size=-2}Мисс Стивенс снова надела обтягивающий костюм. Все парни стараются проявится в учебе, а девчонки злятся.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:56
translate italian waifu_6f440b38:

    # "\"Глава [book_07_units]\"" "{size=-2}Выпускной завтра, все очень взволнованы, но вы просто хотите, чтобы этот день поскорее прошел.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:59
translate italian waifu_1cddf647:

    # "\"Глава [book_07_units]\"" "{size=-2}Сегодня выпускной. Ваши одноклассники очень взволнованны церемонией, но вам плевать.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:62
translate italian waifu_3fdf0e73:

    # "\"Глава [book_07_units]\"" "{size=-2}Выпускной сегодня вечером. У вас нет ни планов на сегодня, ни работы по дому, ни домашнего задания... Так что вы свободны!?{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:64
translate italian waifu_09780c1a:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы решаете пойти на выпускной и с удивлением встречаете \"билиотекаршу\" здесь. Она приглашает вас на танец и целует. Вы видите Ши, которая недоверчиво пялится на вас.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:65
translate italian waifu_bfaf438e:

    # "\"Глава [book_07_units]\"" "{size=-2}\"Библиотекарша\" выводит вас на улицу. Она начинает целовать вас, забирается к вам в штаны и принимается дрочить. Вдруг из-за угла появляется Ши.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:66
translate italian waifu_f29860e7:

    # "\"Глава [book_07_units]\"" "{size=-2}Ши дико злится и начинает кричать на девушку, которая не перестает дрочить вам. На крики Ши прибегает мисс Стивенс и видит вас со спущенными штанами.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:67
translate italian waifu_38fb15df:

    # "\"Глава [book_07_units]\"" "{size=-2}Красный и совершенно сбитый с толку вы натягиваете штаны. Мисс Стивенс спокойно уходит, чтобы через минуту подъехать на машине. Она везет вас всех в мотель.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:68
translate italian waifu_47eae6cd:

    # "\"Глава [book_07_units]\"" "{size=-2}В комнате мотеля она хватает вас за промежность и начинает дрочить. Ши стоит в шоке, а \"библиотекарша\" принимается вас целовать.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:69
translate italian waifu_ca867b21:

    # "\"Глава [book_07_units]\"" "{size=-2}Неохотно Ши присоединяется. Вы решаете трахнуть сперва сводную сестренку, конечно же, в попку. \"Библиотекарша\" следующая на очереди, а за ней и мисс Стивенс.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:70
translate italian waifu_b1ff6ee9:

    # "\"Глава [book_07_units]\"" "{size=-2}Проснувшись утром, вы обнаруживаете, что все, кроме Ши, ушли. Ваша сестренка еще спит. Вы раздвигаете ее ягодицы и вставляете свой утренний кол в ее сладкую попку. -Конец-{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:71
translate italian waifu_e5314e61:

    # "\"Эпилог\"" "{size=-2}Прошел год. Мисс Стивенс все так же работает в школе, что же касается темноволосой девушки ... вы не знаете, что с ней стало.{/size}"
    "\"Эпилог\"" ""

# game/17_waifu.rpy:72
translate italian waifu_1df5e8a8:

    # "\"Эпилог\"" "{size=-2}Вы с Ши учитесь в одном университете...{/size}"
    "\"Эпилог\"" ""

# game/17_waifu.rpy:73
translate italian waifu_72ef5fba:

    # "\"Эпилог\"" "{size=-2}Вы вместе с той ночи в отеле, но до сих пор храните вашу связь в секрете. Единственное, что вас заботит, так это бешеный аппетит вашей сестренки к анальному сексу. -Конец-{/size}"
    "\"Эпилог\"" ""

# game/17_waifu.rpy:74
translate italian waifu_658bb1e9:

    # "\"Эпилог\"" "{size=-2}-Концовка 05 из 05-{/size}"
    "\"Эпилог\"" ""

# game/17_waifu.rpy:81
translate italian waifu_4fac49bc:

    # "\"Глава [book_07_units]\"" "{size=-2}Школьный спортзал украшен к сегодняшнему выпускному. Мисс Стивенс - глава комитета и, кажется, очень сильно занята.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:82
translate italian waifu_2b52693c:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы говорите Мисс Стивенс, что решили пропустить выпускной. Она злится, хватает вас за промежность и шепчет, что позволит кончить ей на лицо, если вы передумаете.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:83
translate italian waifu_b6261ccc:

    # "\"Глава [book_07_units]\"" "{size=-2}Вечером того же дня вы приходите на выпускной. Вы танцуете с мисс Стивенс, она отводит вас к шкафчику уборщиков и начинает дрочить вам. Вы кончаете ей на лицо.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:85
translate italian waifu_d2fe0f47:

    # "\"Эпилог\"" "{size=-2}Прошел год... Вы пытались оставатся в контакте с мисс Стивенс, но после того как вы перестали быть её учеником, она потеряла к вам всякий интерес.{/size}"
    "\"Эпилог\"" ""

# game/17_waifu.rpy:86
translate italian waifu_b6f02f3c:

    # "\"Эпилог\"" "{size=-2}Но этот опыт с ней подтолкнул вас продолжать следовать за мечтой и стать художником в журнале для взрослых. Теперь вы посещаете школу искусств и счастливы.{/size}"
    "\"Эпилог\"" ""

# game/17_waifu.rpy:87
translate italian waifu_f82a7e6a:

    # "\"Эпилог\"" "{size=-2}-Концовка 03 из 05-{/size}"
    "\"Эпилог\"" ""

# game/17_waifu.rpy:90
translate italian waifu_4fac49bc_1:

    # "\"Глава [book_07_units]\"" "{size=-2}Школьный спортзал украшен к сегодняшнему выпускному. Мисс Стивенс - глава комитета и, кажется, очень сильно занята.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:91
translate italian waifu_2f2dfc43:

    # "\"Глава [book_07_units]\"" "{size=-2}Она замечает вас. Вы говорите, что решили пропустить выпускной, но её, видимо, это совсем не заботит.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:92
translate italian waifu_dc95f6bc:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы возращаетесь домой и пораньше ложитесь спать.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:96
translate italian waifu_0f89c9be:

    # "\"Глава [book_07_units]\"" "{size=-2}Школьный спортзал украшен к сегодняшнему выпускному. И зачем это все...{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:97
translate italian waifu_dc95f6bc_1:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы возращаетесь домой и пораньше ложитесь спать.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:102
translate italian waifu_047db606:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы решили остаться дома, к вашему удивлению Ши тоже остается. Затем, внезапно, она приглашает вас пойти с ней на выпускной.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:103
translate italian waifu_1634dafc:

    # "\"Глава [book_07_units]\"" "{size=-2}Выпускной проходит обычно. Вы танцуете со сводной сестрой и все вокруг думают, что это она сжалилась над вами.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:104
translate italian waifu_95b213c3:

    # "\"Глава [book_07_units]\"" "{size=-2}Когда выпускной заканчивается, вы с Ши возращаетесь домой. Этой ночью вы лишаете свою сестренку девстенности. Затем она просит попробовать ее попку. {/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:105
translate italian waifu_c6258b96:

    # "\"Эпилог\"" "{size=-2}Прошел год. Вы и Ши пошли в один и тот же университет. Хотя вы и выбрали разные специальности, но вы по-прежнему вместе и счастливы. -Конец-{/size}"
    "\"Эпилог\"" ""

# game/17_waifu.rpy:107
translate italian waifu_335f31db:

    # "\"Эпилог\"" "{size=-2}-Концовка 02 из 05-{/size}"
    "\"Эпилог\"" ""

# game/17_waifu.rpy:110
translate italian waifu_1ba7ae7c:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы решили остаться дома, к вашему удивлению Ши тоже осталась дома. Вы долго собираетесь с духом пригласить ее на выпускной, но так и не решаетесь.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:111
translate italian waifu_a9b24ef7:

    # "\"Глава [book_07_units]\"" "{size=-2}Ши идет на выпускной с другим парнем, а вы так и остаетесь дома.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:115
translate italian waifu_1a9f616c:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы решили остаться дома и не ходить на выпускной.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:120
translate italian waifu_4dc2715e:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы забиваете на выпускной и идете в библиотеку. Она пуста, вы садитесь на свое обычное место... и с удивлением замечаете брюнетку под вашим столом.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:121
translate italian waifu_f1679b67:

    # "\"Глава [book_07_units]\"" "{size=-2}Но как только она берет ваш член в рот, появляются двое мужчин в черных костюмах. Они забирают ее, а вы остаетесь остолбеневший и со спущенными штанами. Что за херня?!{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:122
translate italian waifu_a2bce077:

    # "\"Глава [book_07_units]\"" "{size=-2}Рано утром на вашем пороге появляется девушка. Она говорит, что находится под программой защиты свидетелей, но из-за вас ее прикрытие под угрозой.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:124
translate italian waifu_3b26780d:

    # "\"Эпилог\"" "{size=-2}Прошло два года. Вы и \"Девушка из библиотеки\" поженились. Вы живете в домике на пляже в малолюдном месте под новыми именами.{/size}"
    "\"Эпилог\"" ""

# game/17_waifu.rpy:125
translate italian waifu_93fa5f80:

    # "\"Эпилог\"" "{size=-2}Вы очень её любите и оставили ради неё свое прошлую жизнь. Она так благодарна вам, что большую часть времени ваш член гостит в ее рту. -Конец-{/size}"
    "\"Эпилог\"" ""

# game/17_waifu.rpy:126
translate italian waifu_f6efcbd5:

    # "\"Эпилог\"" "{size=-2}-Концовка 04 из 05-{/size}"
    "\"Эпилог\"" ""

# game/17_waifu.rpy:129
translate italian waifu_48e76e89:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы забиваете на выпускной и идете в библиотеку. Там пусто и вы садитесь на обычное место. Внезапно появляется черноволосая девушка и садится рядом с вами.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:130
translate italian waifu_c71f7401:

    # "\"Глава [book_07_units]\"" "{size=-2}Она говорит, что её зовут Лина, но вдруг появляются двое мужчин в черных костюмах. Вы видете, как она испугана, когда они забирают ее с собой. Вы хотели бы сделать что-то, но...{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:134
translate italian waifu_2fe0027a:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы забиваете на выпускной и идете в библиотеку. Здесь пусто и вы садитесь на обычное место. Но вам скучно и вскоре вы уходите домой и ложитесь спать.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:146
translate italian school_ended_6ae31fcd:

    # "Глава [book_07_units]" "{size=-2}Школьные занятия закончены. Как вы проведете остаток дня?{/size}" nointeract
    "Глава [book_07_units]" "" nointeract

# game/17_waifu.rpy:230
translate italian school_ended_68fed222:

    # "ПОПКА"
    ""

# game/17_waifu.rpy:286
translate italian home_shea_c5d7548c:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы входите в дом и застаете Ши принимающей ванну. Вы пялитесь на ее сиськи, и она вырубает вас своим коронным ударом.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:288
translate italian home_shea_ab1c5bc8:

    # "\"Глава [book_07_units]\"" "{size=-2}Дома Ши готовит ужин для вас. Вы бросаете мимолетный взгляд на ее трусики, и она снова вырубает вас свои коронным ударом.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:290
translate italian home_shea_7f055d7d:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы возвращаетесь домой и обнаруживаете, что никого нет. Вы решаете посмотреть порно в гостиной. За этим вас застает Ши... и вырубает своим коронным ударом.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:292
translate italian home_shea_dec5b690:

    # "\"Глава [book_07_units]\"" "{size=-2}К ночи погода на улице портится. Начинается ливень и гроза. Ши, испугавшись залазит в вашу постель. Ваше мужское достоинство восстает, и Ши и вырубает вас своим коронным ударом.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:294
translate italian home_shea_077116a8:

    # "\"Глава [book_07_units]\"" "{size=-2}Пока все спокойно, вы решаете убраться в комнате Ши. Она не оценила по достоинству ваше вторжение в личное пространство и выдала свой коронный удар, который вас вырубил.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:296
translate italian home_shea_73fdcc21:

    # "\"Глава [book_07_units]\"" "{size=-2}Дома никого нет. Вы решаете посмотреть порнуху в гостинной и Ши застает вас за этим занятием. Вы ожидаете, что сейчас снова получите, но нет - Ши просто убегает.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:298
translate italian home_shea_a08ed1b1:

    # "\"Глава [book_07_units]\"" "{size=-2}Вечером вы решаете извиниться за свои поступки и идете к Ши. Ши тоже готовится ко сну и одета в ночную рубашку. У вас слегка встает пока вы извиняетесь. Ши принимает ваши извинения краснея.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:300
translate italian home_shea_999dc89b:

    # "\"Глава [book_07_units]\"" "{size=-2}Снова на улице портится погода. Ши опять проскальзывает к вам в кровать. Она целует вас и просит лишить ее анальной девственности. Вы занимаетесь анальным сексом со своей сводной сестренкой.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:302
translate italian home_shea_07fc1624:

    # "\"Глава [book_07_units]\"" "{size=-2}Вечером Ши проскальзывает в вашу комнату. Пока родители заканчивают ужинать внизу, вы буравите сладкую попку своей сестренки, а она с упоением вас принимает. {/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:309
translate italian home_victoria_b91ff637:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы решаете побродить вокруг школы. Мисс Стивенс сидит в одном из классов, и вы решаете тайно за ней понаблюдать.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:311
translate italian home_victoria_3e4bb635:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы видите, как мисс Стивенс опять работает в пустом классе. На этот раз она замечает вас, и вам приходится срочно придумывать что вы тут делаете. Она дает вам большое домашнее задание.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:313
translate italian home_victoria_69443f91:

    # "\"Глава [book_07_units]\"" "{size=-2}Мисс Стивенс обнаруживает вас тусующимся в коридоре. И вы не выполнили задание, которое она вам дала. Она разговаривает с вами презрительно.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:315
translate italian home_victoria_487d0035:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы снова натыкаетесь на мисс Стивенс. Она что, преследует вас? Она дает вам еще одно задание. Вы начинаете ненавидеть эту женщину. {/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:317
translate italian home_victoria_d28695b5:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы пытаетесь избежать мисс Стивенс, но неудачно. Ваше задание не выполнено, и она начинает нудить, что таким плохим ученикам, как вы, одна дорога - в дворники.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:319
translate italian home_victoria_89c8b17b:

    # "\"Глава [book_07_units]\"" "{size=-2}Мисс Стивенс читает вам нотацию и вдруг случайно проливает чай вам на колени. Она пытается промокнуть влагу тряпкой, вы возбуждаетесь, но она делает вид, что ничего не замечает.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:321
translate italian home_victoria_b0608353:

    # "\"Глава [book_07_units]\"" "{size=-2}Мисс Стивенс вновь читает вам нотацию. Внезапно она целует вас в губы, но тут же извиняется и просит помалкивать об этом. Вы возвращаетесь домой в сильном смущении. {/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:323
translate italian home_victoria_80e418c7:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы решаете побродить у школы, в надежде встретить мисс Стивенс. Но ее нигде нет...{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:325
translate italian home_victoria_f318f248:

    # "\"Глава [book_07_units]\"" "{size=-2}Мисс Стивенс вызывает вас к себе. Она хватает вас за член и начинает его ласкать, но вскоре отпускает вас. Вы ошеломленно бредете домой. {/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:333
translate italian home_leena_48f53be3:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы идете в библиотеку. Не считая темноволосой девушки в очках в углу, вы единственный посетитель. Вы проводите время за чтением научной фантастики.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:335
translate italian home_leena_e2aba92a:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы в библиотеке. Опять эта девушка в очках. Вы читаете свою книгу и замечаете, что девушка время от времени пристально смотрит на вас. Что это с ней? {/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:337
translate italian home_leena_5ac7f37b:

    # "\"Глава [book_07_units]\"" "{size=-2}Похоже, эта девушка постоянно здесь торчит. Вы впервые рассматриваете ее: длинные темные волосы, очки, отличная фигура. Она довольно милая, вы увлекаетесь рассматриванием, и она ловит ваш взгляд. {/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:339
translate italian home_leena_c8597efd:

    # "\"Глава [book_07_units]\"" "{size=-2}Та девушка, как обычно, здесь. Она, вероятно, застенчива, вы решаете поговорить с ней, но поначалу она игнорирует вас, а потом просто уходит. Она очень странная.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:341
translate italian home_leena_2246ccfb:

    # "\"Глава [book_07_units]\"" "{size=-2}Молчаливой темноволосой девушки сегодня нет. Вы занимаете свое обычное место и находите от нее записку. Она извиняется и признается, что вы ей нравитесь и просит прощения за прошлый раз.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:343
translate italian home_leena_e65b3bf4:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы опять один в библиотеке. Девушки, нет, записки тоже. Вы не можете вспомнить, видели ли вы ее вне билиотеки за исключением одного раза. Кто же эта красотка, черт возьми? {/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:345
translate italian home_leena_d202235e:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы пытаетесь читать, но не можете сосредоточиться. Внезапно та девушка входит и садится рядом с вами. Вы ждете объяснений, но она притворяется, что просто читает. {/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:347
translate italian home_leena_bdc07adc:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы делаете вид, что читаете, пока ждете девушку. Она снова садится рядом и начинает под столом гладить у вас между ног. Да что с ней такое?{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:349
translate italian home_leena_51efb85b:

    # "\"Глава [book_07_units]\"" "{size=-2}Как только вы появляетесь, девушка сразу тащит вас за книжные полки и просит трахнуть её. Вы подчиняетесь, трахаете и кончаете в нее. Она возращается на свое место, а вы остаетесь за полками в полной растерянности.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:363
translate italian im_home_f80158d2:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы вернулись домой. Дом пуст. Вы решили поиграть в видеоигры до вечера.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:365
translate italian im_home_66b35b1e:

    # "\"Глава [book_07_units]\"" "{size=-2}}Вы вернулись домой. Дом пуст. Вы решили посмотреть порно в гостинной.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:367
translate italian im_home_35518e01:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы пришли домой. Ваш отец сегодня вернулся рано. Вы решаете пойти пробежаться, пока он не начал доставать вопросами когда, наконец, вы возьметесь за ум.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:369
translate italian im_home_b620e450:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы пришли домой. Ваша мачеха сегодня вернулась рано. Вы слушаете её бесконечную болтовню о какой-то ерунде и не понимаете почему отец решил на ней жениться.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:371
translate italian im_home_055b046a:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы вернулись домой. Никого нет. Вы решили воспользоваться моментом и вздремнуть.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:379
translate italian at_school_d7f9687b:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы идете на школьный стадион и расслабляетесь на трибунах, наблюдая за тренировками черлидерш...{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:381
translate italian at_school_5b54dd3c:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы прокрадываетесь в свое тайное место на школьной крыше и смотрите на надвигающиеся тяжелые тучи, надеясь что вечером пойдет дождь ..{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:383
translate italian at_school_c3293ba5:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы бродите по пустым коридорам школы и сталкиваетесь с уборщиком. Он подозрительно смотрит на вас и уходит по своим делам. Вы отправляетесь домой.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:385
translate italian at_school_9f9e420a:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы покупаете плитку шоколада, а затем проникаете в один из пустых классов, чтобы почитать свою любимую фантастическую книгу.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:387
translate italian at_school_561fd7dc:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы бродите по пустым школьным коридорам некоторое время. Начинается дождь. Ваша сводная сестра Ши боится грома и вы надеетесь, что ночью будет шторм.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:394
translate italian at_library_844a88b8:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы идете к школьной библиотеке и обнаруживаете у дверей мужчину в черном костюме. Вы опасаетесь, что он вас не пропустит, но он игнорирует вас.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:396
translate italian at_library_bc443f5f:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы проводите остаток дня в библиотеке. Вы читали фантастику, вздремнули, купили конфет из автомата, а затем почитали еще немного. Жизнь прекрасна!{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:398
translate italian at_library_ba070c1f:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы бродите мимо древних на вид книжных полок, надеясь найти давно забытые книги заклинаний или что-то в этом роде. Но вскоре вам становится скучно, и вы уходите домой.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:400
translate italian at_library_12564d70:

    # "\"Глава [book_07_units]\"" "{size=-2}Библиотека пуста, так что вы прячетесь за книжными полками и дрочите, представляя как мисс Стивенс читает вам нотации в одном нижнем белье.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:402
translate italian at_library_f54bcf8f:

    # "\"Глава [book_07_units]\"" "{size=-2}Вы слышите голоса и прячетесь за книжной полкой. Оттуда вы видите чирлидершу, которая лижется сразу с двумя качками. Вы решаете свалить от греха.{/size}"
    "\"Глава [book_07_units]\"" ""

# game/17_waifu.rpy:408
translate italian epilogue_cc6f3015:

    # "\"Эпилог\"" "{size=-2}Прошел год. Вы поступили в университет за рубежом. Вам нравится учиться и вы редко думаете о прошлом и возлагаете большие надежды на будущее.{/size}"
    "\"Эпилог\"" ""

# game/17_waifu.rpy:409
translate italian epilogue_098087f3:

    # "\"Эпилог\"" "{size=-2}-Концовка 01 из 05-{/size}"
    "\"Эпилог\"" ""

translate italian strings:

    # game/17_waifu.rpy:77
    old "Чем вы займетесь вечером?"
    new ""

    # game/17_waifu.rpy:77
    old "- Бродить около школы (Страница 78) -"
    new ""

    # game/17_waifu.rpy:77
    old "- Остаться дома (Страница 51) -"
    new ""

    # game/17_waifu.rpy:77
    old "- Бродить вокруг библиотеки (Страница 97) -"
    new ""

    # game/17_waifu.rpy:146
    old "- Бродить у школы (Страница [page_03]) -"
    new ""

    # game/17_waifu.rpy:146
    old "- Идти домой (Страница [page_01]) -"
    new ""

    # game/17_waifu.rpy:146
    old "- Идти к библиотеке (Страница [page_02]) -"
    new ""

