# TODO: Translation updated at 2015-07-31 21:58

translate chinese strings:

    old "- Чупа-чупс (6) -"
    new "- Чупа-чупс (6) -"

    old "- Шоколад (5) -"
    new "- Шоколад (5) -"

    old "- Плюшевая сова (6) -"
    new "- Плюшевая сова (6) -"

    old "- Сливочное пиво (6) -"
    new "- Сливочное пиво (6) -"

    old "- Обучающий журнал (9) -"
    new "- Обучающий журнал (9) -"

    old "- Женский журнал (17) -"
    new "- Женский журнал (17) -"

    old "- Журнал для взрослых (6) -"
    new "- Журнал для взрослых (6) -"

    old "- Упаковка презервативов (3) -"
    new "- Упаковка презервативов (3) -"

    old "- Духи (5) -"
    new "- Духи (5) -"

    old "- Вибратор (3) -"
    new "- Вибратор (3) -"

    old "- Банка лубриканта (8) -"
    new "- Банка лубриканта (8) -"

    old "- Кляп и наручники (6) -"
    new "- Кляп и наручники (6) -"

    old "- Анальная пробка (3) -"
    new "- Анальная пробка (3) -"

    old "- Вино Дамблдора (4) -"
    new "- Вино Дамблдора (4) -"

    old "- Священный свиток (68) -"
    new "- Священный свиток (68) -"

    old "{size=-3}ИНФОРМАЦИЯ о ГАЗЕТЕ{/size}\n\n{size=-4} Итоговое качество газеты :\n[nsp_newspaper_qual] ([nsp_newspaper_qual_text]) {/size}\n{size=-4} Качество печати газеты:\n[nsp_genie_typographic] ([nsp_genie_typographic_text]){/size}\n{size=-4} Качество статей газеты:\n[nsp_genie_writer] ([nsp_genie_writer_text]){/size}\n{size=-4} Качество украшений газеты:\n[nsp_genie_photocamera] ([nsp_genie_photocamera_text]){/size}\n{size=-4} Бонусный контент:\n[nsp_newspaper_bonus_text]{/size}\n{size=-4} Качество бонусного контента:\n[nsp_newspaper_bonus_point]{/size}\n{size=-4} Прошлая награда:\n[nsp_newspaper_last_money] {/size}\n"
    new "{size=-3}ИНФОРМАЦИЯ о ГАЗЕТЕ{/size}\n\n{size=-4} Итоговое качество газеты :\n[nsp_newspaper_qual] ([nsp_newspaper_qual_text]) {/size}\n{size=-4} Качество печати газеты:\n[nsp_genie_typographic] ([nsp_genie_typographic_text]){/size}\n{size=-4} Качество статей газеты:\n[nsp_genie_writer] ([nsp_genie_writer_text]){/size}\n{size=-4} Качество украшений газеты:\n[nsp_genie_photocamera] ([nsp_genie_photocamera_text]){/size}\n{size=-4} Бонусный контент:\n[nsp_newspaper_bonus_text]{/size}\n{size=-4} Качество бонусного контента:\n[nsp_newspaper_bonus_point]{/size}\n{size=-4} Прошлая награда:\n[nsp_newspaper_last_money] {/size}\n"

# TODO: Translation updated at 2015-08-01 12:18

translate chinese strings:

    old "Гермиона"
    new "Гермиона"

# TODO: Translation updated at 2015-08-01 13:42

translate chinese strings:
    old "Северус Снейп"
    new "Северус Снейп"

    old ">Вы нашли предмет: \"[_caption]!\""
    new ">Вы нашли предмет: \"[_caption]!\""

    old "Ну что ж, пора вернуться к работе..."
    new "Ну что ж, пора вернуться к работе..."

    old "{size=-7}От: Министерства Магии\nКому: Профессору Альбусу Дамблдору\n\n{/size}{size=-4}Дорогой профессор Дамблдор.\n\nМы хотим сообщить Вам, что Комитет по Прессе изучил реакцию ваших читателей в школе и постановил следующее:\n\nВ соответствии с популярностью последнего выпуска газеты выплатить редакции [nsp_newspaper_cur_money] галлеонов.\n\nСпасибо за сотрудничество !\n\n{size=-3}С уважением,\nМинистерство Магии.{/size}"
    new "{size=-7}От: Министерства Магии\nКому: Профессору Альбусу Дамблдору\n\n{/size}{size=-4}Дорогой профессор Дамблдор.\n\nМы хотим сообщить Вам, что Комитет по Прессе изучил реакцию ваших читателей в школе и постановил следующее:\n\nВ соответствии с популярностью последнего выпуска газеты выплатить редакции [nsp_newspaper_cur_money] галлеонов.\n\nСпасибо за сотрудничество !\n\n{size=-3}С уважением,\nМинистерство Магии.{/size}"

    old ">Добавлено к вашим вещам: [item._caption], [_count] шт."
    new ">Добавлено к вашим вещам: [item._caption], [_count] шт."

    old "{size=-7}ОТ:Джоданны Кроулинг\nКому: Альбусу Дамблдору\n\n\n{/size}{size=-2}Дорогой Альбус,\nновые главы вышли великолепными, особенно когда...{/size}"
    new "{size=-7}ОТ:Джоданны Кроулинг\nКому: Альбусу Дамблдору\n\n\n{/size}{size=-2}Дорогой Альбус,\nновые главы вышли великолепными, особенно когда...{/size}"

    old "- Книга: \"Типографический набор для любителей\" - {image=check_08.png}"
    new "- Книга: \"Типографический набор для любителей\" - {image=check_08.png}"

    old "- Книга: \"Типографический набор для продвинутых\" - {image=check_08.png}"
    new "- Книга: \"Типографический набор для продвинутых\" - {image=check_08.png}"

    old "- Книга: \"Типографический набор для профессионалов\" - "
    new "- Книга: \"Типографический набор для профессионалов\" - "

    old "- Книга: \"Типографический набор для малых редакций\" - "
    new "- Книга: \"Типографический набор для малых редакций\" - "

    old "- Книга: Фотоаппарат \"Гелиофотус 2\" - {image=check_08.png}"
    new "- Книга: Фотоаппарат \"Гелиофотус 2\" - {image=check_08.png}"

    old "- Книга: Фотоаппарат \"Обскура Магика 60\" - {image=check_08.png}"
    new "- Книга: Фотоаппарат \"Обскура Магика 60\" - {image=check_08.png}"

    old "- Для газет: \"Типографический набор для любителей\" - {image=check_08.png}"
    new "- Для газет: \"Типографический набор для любителей\" - {image=check_08.png}"

    old "- Для газет: \"Типографический набор для продвинутых\" - {image=check_08.png}"
    new "- Для газет: \"Типографический набор для продвинутых\" - {image=check_08.png}"

    old "- Для газет: \"Типографический набор для профессионалов\" - {image=check_08.png}"
    new "- Для газет: \"Типографический набор для профессионалов\" - {image=check_08.png}"

    old "- Для газет: \"Типографический набор для малых редакций\" - {image=check_08.png}"
    new "- Для газет: \"Типографический набор для малых редакций\" - {image=check_08.png}"

    old "- Для газет: \"Типографический набор для средних редакций\" - {image=check_07.png}"
    new "- Для газет: \"Типографический набор для средних редакций\" - {image=check_07.png}"

    old "- Для газет: \"Типографический набор для больших редакций\" - {image=check_07.png}"
    new "- Для газет: \"Типографический набор для больших редакций\" - {image=check_07.png}"

    old "- Для газет: Фотоаппарат \"Гелиофотус 2\" - {image=check_08.png}"
    new "- Для газет: Фотоаппарат \"Гелиофотус 2\" - {image=check_08.png}"

    old "- Для газет: Фотоаппарат \"Обскура Магика 60\" - {image=check_08.png}"
    new "- Для газет: Фотоаппарат \"Обскура Магика 60\" - {image=check_08.png}"

    old "- Для газет: Фотоаппарат \"Паномагик а777\" - {image=check_07.png}"
    new "- Для газет: Фотоаппарат \"Паномагик а777\" - {image=check_07.png}"

    old "- Для газет: Фотоаппарат \"Моменто Мемориус 2000\" - {image=check_07.png}"
    new "- Для газет: Фотоаппарат \"Моменто Мемориус 2000\" - {image=check_07.png}"

    old "- Для газет: Книга \"Я и мой шар\" - {image=check_07.png}"
    new "- Для газет: Книга \"Я и мой шар\" - {image=check_07.png}"

    old "Экспресс-доставка (+50% за срочность)"
    new "Экспресс-доставка (+50% за срочность)"

    old "Дафна"
    new "Дафна"

    old "Да, профессор?"
    new "Да, профессор?"

    old "Мама говорит, что я смогу раскрыть свои настоящие таланты, только если займу правильную позицию. Вы тоже так думаете?"
    new "Мама говорит, что я смогу раскрыть свои настоящие таланты, только если займу правильную позицию. Вы тоже так думаете?"

    old "\"Популярность\""
    new "\"Популярность\""

    old "\"Покажись!\""
    new "\"Покажись!\""

    old "\"Расскажи о девушках\""
    new "\"Расскажи о девушках\""

    old "{size=-3}(Становится жарковато. Предложу ей что-нибудь снять...){/size}"
    new "{size=-3}(Становится жарковато. Предложу ей что-нибудь снять...){/size}"

    old "Ну что ж, мисс Гринграсс, вы выглядите потрясающе...."
    new "Ну что ж, мисс Гринграсс, вы выглядите потрясающе...."

    old "....Спасибо профессор."
    new "....Спасибо профессор."

    old "За исключением одного «но»...."
    new "За исключением одного «но»...."

    old "«но»...."
    new "«но»...."

    old "Что-то не так, сэр?"
    new "Что-то не так, сэр?"

    old "Мне ведь уже нечего снимать...."
    new "Мне ведь уже нечего снимать...."

    old "{size=-3}(Это мы еще проверим){/size}"
    new "{size=-3}(Это мы еще проверим){/size}"

    old "Что, сэр?"
    new "Что, сэр?"

    old "Эм.... Я говорю, что сегодня вам нужно научиться правильно демонстрировать свое нижнее белье."
    new "Эм.... Я говорю, что сегодня вам нужно научиться правильно демонстрировать свое нижнее белье."

    old "{size=+5}Всмысле?!{/size}"
    new "{size=+5}Всмысле?!{/size}"

    old "{size=+5}Сэр, это не позволительно!{/size}"
    new "{size=+5}Сэр, это не позволительно!{/size}"

    old "А два дня назад мне показалось, что для вас это в порядке вещей....."
    new "А два дня назад мне показалось, что для вас это в порядке вещей....."

    old "Ну тогда надейтесь на удачу....."
    new "Ну тогда надейтесь на удачу....."

    old "Только она сможет вам помочь....."
    new "Только она сможет вам помочь....."

    old "Можете быть свободны мисс Гринграсс...."
    new "Можете быть свободны мисс Гринграсс...."

    old "Пф!..."
    new "Пф!..."

    old "{size=-3}Гермиона{/size}      {size=-6}Развращенность:{/size}{size=-4} [hermi.whoring]{/size}\n                     {size=-6}Отношение:{/size}{size=-4} 0{/size}\n                    {size=-6}{/size}{size=-6}Медиа-развр.:{/size}{size=-4} [nsp_germiona_mediawhoring]{/size}\n                    {size=-6}{/size}{size=-6}Наглость:{/size}{size=-4} [nsp_germiona_impudence]{/size}\n                    {size=-6}{/size}{size=-6}Артистичность:{/size}{size=-4} [nsp_germiona_artistry]{/size}\n                    {size=-6}{/size}"
    new "{size=-3}Гермиона{/size}      {size=-6}Развращенность:{/size}{size=-4} [hermi.whoring]{/size}\n                     {size=-6}Отношение:{/size}{size=-4} 0{/size}\n                    {size=-6}{/size}{size=-6}Медиа-развр.:{/size}{size=-4} [nsp_germiona_mediawhoring]{/size}\n                    {size=-6}{/size}{size=-6}Наглость:{/size}{size=-4} [nsp_germiona_impudence]{/size}\n                    {size=-6}{/size}{size=-6}Артистичность:{/size}{size=-4} [nsp_germiona_artistry]{/size}\n                    {size=-6}{/size}"

    old "{size=-3}Дафна   {/size}      {size=-6}Развращенность:{/size}{size=-4} [daphne.whoring]{/size}\n                    {size=-6}Отношение:{/size}{size=-4} -15{/size}\n                    {size=-6}{/size}"
    new "{size=-3}Дафна   {/size}      {size=-6}Развращенность:{/size}{size=-4} [daphne.whoring]{/size}\n                    {size=-6}Отношение:{/size}{size=-4} -15{/size}\n                    {size=-6}{/size}"

    old "{size=-3}Снейп{/size}           {size=-6}Откровенность: {/size}{size=12}99({color=#FF0000}max{/color}){/size}\n                     {size=-6}Дружба:{/size} {size=-6}[snape_events]{/size}"
    new "{size=-3}Снейп{/size}           {size=-6}Откровенность: {/size}{size=12}99({color=#FF0000}max{/color}){/size}\n                     {size=-6}Дружба:{/size} {size=-6}[snape_events]{/size}"

    old "{size=-3}(Пора занять её чем-то новым...){/size}"
    new "{size=-3}(Пора занять её чем-то новым...){/size}"

    old "Мне кажется, что она еще не готова..."
    new "Мне кажется, что она еще не готова..."

    old "Может позже...."
    new "Может позже...."

    old "{size=-3}(Я расспрошу ее о ее подружках...){/size}"
    new "{size=-3}(Я расспрошу ее о ее подружках...){/size}"

    old "Так, мисс Гринграсс. Давайте-ка вы сегодня снова займетесь изучением ваших конкуренток."
    new "Так, мисс Гринграсс. Давайте-ка вы сегодня снова займетесь изучением ваших конкуренток."

    old "Опять, сэр?"
    new "Опять, сэр?"

    old "Ну, если вы уже все о них знаете..."
    new "Ну, если вы уже все о них знаете..."

    old "Пока не все, сэр."
    new "Пока не все, сэр."

    old "Тогда вперед, жду вас вечером с отчетом."
    new "Тогда вперед, жду вас вечером с отчетом."

    old "Добрый вечер, профессор Дамблдор."
    new "Добрый вечер, профессор Дамблдор."

    old "Эм...."
    new "Эм...."

    old "Сэр..."
    new "Сэр..."

    old "Да мисс Гринграсс...."
    new "Да мисс Гринграсс...."

    old "вы готовы мне что-то рассказать?"
    new "вы готовы мне что-то рассказать?"

    old ".........."
    new ".........."

    old "Вы оказались правы, профессор."
    new "Вы оказались правы, профессор."

    old "Парням совсем наплевать на то, какая у меня кровь...."
    new "Парням совсем наплевать на то, какая у меня кровь...."

    old "...Почему профессор?!"
    new "...Почему профессор?!"

    old "...Почему мой флирт, им важнее?!"
    new "...Почему мой флирт, им важнее?!"

    old "Хм....."
    new "Хм....."

    old "Я так понял, вы пытались заигрывать с парнями мисс Гринграсс?"
    new "Я так понял, вы пытались заигрывать с парнями мисс Гринграсс?"

    old "Э-э... Я не хотела..."
    new "Э-э... Я не хотела..."

    old "Просто...."
    new "Просто...."

    old "Ну.... мне нужно было еще раз все проверить."
    new "Ну.... мне нужно было еще раз все проверить."

    old "Мисс Гринграсс..."
    new "Мисс Гринграсс..."

    old "А вы бы не могли по конкретнее мне рассказать, с кем из парней вы флиртовали?"
    new "А вы бы не могли по конкретнее мне рассказать, с кем из парней вы флиртовали?"

    old "Нет профессор..."
    new "Нет профессор..."

    old "Я не стану делиться этим с вами, сэр..."
    new "Я не стану делиться этим с вами, сэр..."

    old "...Почему же?"
    new "...Почему же?"

    old "Это очень низко..."
    new "Это очень низко..."

    old "{size=-3}(До сих пор не могу поверить что я решилась на это){/size}"
    new "{size=-3}(До сих пор не могу поверить что я решилась на это){/size}"

    old "Низко?"
    new "Низко?"

    old "Вы уже научились решаться на то, о чем раньше не могли даже думать."
    new "Вы уже научились решаться на то, о чем раньше не могли даже думать."

    old "По моему это достойно похвалы...."
    new "По моему это достойно похвалы...."

    old "Как считаете?"
    new "Как считаете?"

    old "Эм... Я не знаю, сэр."
    new "Эм... Я не знаю, сэр."

    old "Мне все еще не по себе от этого."
    new "Мне все еще не по себе от этого."

    old "{size=-3}(Ты у меня и не такое будешь вытворять, когда я закончу с тобой){/size}"
    new "{size=-3}(Ты у меня и не такое будешь вытворять, когда я закончу с тобой){/size}"

    old "Что вы сказали, сэр?"
    new "Что вы сказали, сэр?"

    old "Эм.... Я подумал, что на сегодня с вас достаточно того, что вы сделали."
    new "Эм.... Я подумал, что на сегодня с вас достаточно того, что вы сделали."

    old "{size=-3}(Черт... Лучше не напоминайте мне об этом){/size}"
    new "{size=-3}(Черт... Лучше не напоминайте мне об этом){/size}"

    old "На сегодня вы можете быть свободны, мисс Гринграсс."
    new "На сегодня вы можете быть свободны, мисс Гринграсс."

    old "...Хорошо, профессор."
    new "...Хорошо, профессор."

    old "И да... мисс Гринграсс, я думаю вы заслужили поощрение сегодня."
    new "И да... мисс Гринграсс, я думаю вы заслужили поощрение сегодня."

    old "- Чупа-чупс -"
    new "- Чупа-чупс -"

    old "- Шоколад -"
    new "- Шоколад -"

    old "- Плюшевая сова -"
    new "- Плюшевая сова -"

    old "- Сливочное пиво -"
    new "- Сливочное пиво -"

    old "- Обучающий журнал -"
    new "- Обучающий журнал -"

    old "- Женский журнал -"
    new "- Женский журнал -"

    old "- Журнал для взрослых -"
    new "- Журнал для взрослых -"

    old "- Упаковка презервативов -"
    new "- Упаковка презервативов -"

    old "- Духи -"
    new "- Духи -"

    old "- Вибратор -"
    new "- Вибратор -"

    old "- Банка лубриканта -"
    new "- Банка лубриканта -"

    old "- Кляп и наручники -"
    new "- Кляп и наручники -"

    old "- Анальная пробка -"
    new "- Анальная пробка -"

    old "- Школьная нано-юбка (10 см) -"
    new "- Школьная нано-юбка (10 см) -"

    old "- Школьная рубашка-минитопик -"
    new "- Школьная рубашка-минитопик -"

    old "- Значок \"А.В.Н.Э.\" -"
    new "- Значок \"А.В.Н.Э.\" -"

    old "- Вино Дамблдора -"
    new "- Вино Дамблдора -"

    old "Гхм... Это такой намек, что у меня нет парня, сэр?"
    new "Гхм... Это такой намек, что у меня нет парня, сэр?"

    old "А у меня - есть, вот так!"
    new "А у меня - есть, вот так!"

    old "Ладно уж, я возьму."
    new "Ладно уж, я возьму."

    old "Хотя все это я и так знаю. И про парней... и про все остальное."
    new "Хотя все это я и так знаю. И про парней... и про все остальное."

    old ">Книга [evn._caption] была добавлена в Вашу коллекцию."
    new ">Книга [evn._caption] была добавлена в Вашу коллекцию."

    old "- Чупа-чупс - (20 гал.) -"
    new "- Чупа-чупс - (20 гал.) -"

    old "- Шоколад - (40 гал.) -"
    new "- Шоколад - (40 гал.) -"

    old "- Плюшевая сова - (35 гал.) -"
    new "- Плюшевая сова - (35 гал.) -"

    old "- Сливочное пиво - (50 гал.) -"
    new "- Сливочное пиво - (50 гал.) -"

    old "- Обучающий журнал - (30 гал.) -"
    new "- Обучающий журнал - (30 гал.) -"

    old "- Женский журнал - (45 гал.) -"
    new "- Женский журнал - (45 гал.) -"

    old "- Журнал для взрослых - (60 гал.) -"
    new "- Журнал для взрослых - (60 гал.) -"

    old "- Порно журнал - (80 гал.) -"
    new "- Порно журнал - (80 гал.) -"

    old "- Упаковка презервативов - (50 гал.) -"
    new "- Упаковка презервативов - (50 гал.) -"

    old "- Духи - (150 гал.) -"
    new "- Духи - (150 гал.) -"

    old "- Вибратор - (55 гал.) -"
    new "- Вибратор - (55 гал.) -"

    old "- Банка лубриканта - (60 гал.) -"
    new "- Банка лубриканта - (60 гал.) -"

    old "- Кляп и наручники - (70 гал.) -"
    new "- Кляп и наручники - (70 гал.) -"

    old "- Анальная пробка - (85 гал.) -"
    new "- Анальная пробка - (85 гал.) -"

    old "- Страпон \"Фестрал\" - (200 гал.) -"
    new "- Страпон \"Фестрал\" - (200 гал.) -"

    old "Новые вещи"
    new "Новые вещи"

    old "Одежда: Верх"
    new "Одежда: Верх"

    old "Одежда: Низ"
    new "Одежда: Низ"

    old "Чулки/колготки"
    new "Чулки/колготки"

    old "Прочее"
    new "Прочее"

    old "Школьная нано-юбка (10 см)"
    new "Школьная нано-юбка (10 см)"

    old "Школьная рубашка-минитопик"
    new "Школьная рубашка-минитопик"

    old "- Для газет: \"Типографический набор для средних редакций\" - {image=check_08.png}"
    new "- Для газет: \"Типографический набор для средних редакций\" - {image=check_08.png}"

    old "{size=-7}ОТ:XXX\nКому: Альбусу Дамблдору\n\n\n{/size}{size=-2}У МЕНЯ БРАТ УМЕР ИЗ-ЗА ТАКИХ ИСТОРИЙ, ГОРИ В АДУ, ГРЯЗНЫЙ ИЗВРАЩЕНЕЦ!!!{/size}"
    new "{size=-7}ОТ:XXX\nКому: Альбусу Дамблдору\n\n\n{/size}{size=-2}У МЕНЯ БРАТ УМЕР ИЗ-ЗА ТАКИХ ИСТОРИЙ, ГОРИ В АДУ, ГРЯЗНЫЙ ИЗВРАЩЕНЕЦ!!!{/size}"

    old "{size=-3}Дафна   {/size}      {size=-6}Развращенность:{/size}{size=-4} [daphne.whoring]{/size}\n                    {size=-6}Отношение:{/size}{size=-4} 0{/size}\n                    {size=-6}{/size}"
    new "{size=-3}Дафна   {/size}      {size=-6}Развращенность:{/size}{size=-4} [daphne.whoring]{/size}\n                    {size=-6}Отношение:{/size}{size=-4} 0{/size}\n                    {size=-6}{/size}"

    old "Сегодня какой-то полукровка заговорил со мной."
    new "Сегодня какой-то полукровка заговорил со мной."

    old "Мне даже показалось, что он пытался меня клеить."
    new "Мне даже показалось, что он пытался меня клеить."

    old "Ну и самомнение у некоторых!"
    new "Ну и самомнение у некоторых!"

    old "Сегодня был матч и я исполняла танец чирлидера со всем присущим мне изяществом."
    new "Сегодня был матч и я исполняла танец чирлидера со всем присущим мне изяществом."

    old "Некоторые парни так пялились на меня..."
    new "Некоторые парни так пялились на меня..."

    old "Но мне это совсем не нужно, сэр!"
    new "Но мне это совсем не нужно, сэр!"

    old "Кажется эмоции вас переполняют...."
    new "Кажется эмоции вас переполняют...."

    old "Да, профессор..."
    new "Да, профессор..."

    old "Вы правы...."
    new "Вы правы...."

    old "Позвольте узнать мисс Гринграсс, \"что\" так сильно подняло вам настроение?"
    new "Позвольте узнать мисс Гринграсс, \"что\" так сильно подняло вам настроение?"

    old "Конечно, сэр..."
    new "Конечно, сэр..."

    old "Если вам интерестно, я расскажу...."
    new "Если вам интерестно, я расскажу...."

    old "{size=-3}(Черт...){/size}"
    new "{size=-3}(Черт...){/size}"

    old "{size=-3}(Она чертовски хороша когда улыбается...){/size}"
    new "{size=-3}(Она чертовски хороша когда улыбается...){/size}"

    old "{size=-3}(Кажется моё настроение тоже поднимается....){/size}"
    new "{size=-3}(Кажется моё настроение тоже поднимается....){/size}"

    old "{size=-3}(О, да...){/size}"
    new "{size=-3}(О, да...){/size}"

    old "{size=-3}(Меня заводит её болтовня...){/size}"
    new "{size=-3}(Меня заводит её болтовня...){/size}"

    old "....Профессор?"
    new "....Профессор?"

    old "Что вы.....?"
    new "Что вы.....?"

    old "Чешу ногу мисс Гринграсс.... Если вам так интересно...."
    new "Чешу ногу мисс Гринграсс.... Если вам так интересно...."

    old "Продолжайте... я весь во внимании...."
    new "Продолжайте... я весь во внимании...."

    old "Эм...  ...Хорошо, сэр."
    new "Эм...  ...Хорошо, сэр."

    old "{size=-3}(Какие же вы все шлюхи наивные....){/size}"
    new "{size=-3}(Какие же вы все шлюхи наивные....){/size}"

    old "Ну... после этого, все стали считать меня своей конкуренткой..."
    new "Ну... после этого, все стали считать меня своей конкуренткой..."

    old "Но я то знаю, что мне не будет равных в этом конкурсе..."
    new "Но я то знаю, что мне не будет равных в этом конкурсе..."

    old "{size=-3}(Ну же... Не повторяй ошибки прошлой шлюхи...){/size}"
    new "{size=-3}(Ну же... Не повторяй ошибки прошлой шлюхи...){/size}"

    old "{size=-3}(Давай... Скажи мне что-нибудь грязное...){/size}"
    new "{size=-3}(Давай... Скажи мне что-нибудь грязное...){/size}"

    old "А грязнокровка Грейнджер... это совсем другая тема..."
    new "А грязнокровка Грейнджер... это совсем другая тема..."

    old "Вы не подумайте, сэр... мне нет дела до её мнения..."
    new "Вы не подумайте, сэр... мне нет дела до её мнения..."

    old "Но....."
    new "Но....."

    old "{size=-3}(Черт... что он там делает?){/size}"
    new "{size=-3}(Черт... что он там делает?){/size}"

    old "{size=-3}(Ненравится мне её взгляд...){/size}"
    new "{size=-3}(Ненравится мне её взгляд...){/size}"

    old "...Профессор, вы могли бы прекратить это делать?"
    new "...Профессор, вы могли бы прекратить это делать?"

    old "Агрx...."
    new "Агрx...."

    old "{size=-3}(Да чтоб вас обеих....){/size}"
    new "{size=-3}(Да чтоб вас обеих....){/size}"

    old "Профессор?!"
    new "Профессор?!"

    old "Гхм... Конечно..."
    new "Гхм... Конечно..."

    old "Продолжайте мисс Гринграсс...."
    new "Продолжайте мисс Гринграсс...."

    old "Эм... Сэр..."
    new "Эм... Сэр..."

    old "...Вы же не из-за рассказов меня сюда позвали?"
    new "...Вы же не из-за рассказов меня сюда позвали?"

    old "Верно..."
    new "Верно..."

    old "Эм... Что на счет вашей популярности мисс Гринграсс?"
    new "Эм... Что на счет вашей популярности мисс Гринграсс?"

    old "....Популярности?"
    new "....Популярности?"

    old "Сэр, вы же знаете... мне нет дела до мнения недоволшебников..."
    new "Сэр, вы же знаете... мне нет дела до мнения недоволшебников..."

    old "Не заставляйте меня, снова вам обьяснять, почему это так важно...."
    new "Не заставляйте меня, снова вам обьяснять, почему это так важно...."

    old "Не нужно профессор, я поняла...."
    new "Не нужно профессор, я поняла...."

    old "Мне снова нужно что-то сделать?"
    new "Мне снова нужно что-то сделать?"

    old "Да...."
    new "Да...."

    old "У меня есть для вас новое задание мисс Гринграсс..."
    new "У меня есть для вас новое задание мисс Гринграсс..."

    old "Я надеюсь вы справитесь...."
    new "Я надеюсь вы справитесь...."

    old "Я постараюсь, профессор..."
    new "Я постараюсь, профессор..."

    old "Для начала, я хочу посмотреть на ваше нижнее белье..."
    new "Для начала, я хочу посмотреть на ваше нижнее белье..."

    old "...Снова, сэр?"
    new "...Снова, сэр?"

    old "Да..."
    new "Да..."

    old "Гхм......"
    new "Гхм......"

    old "А теперь, девушка..."
    new "А теперь, девушка..."

    old "Вы должны отправится в таком виде на занятия...."
    new "Вы должны отправится в таком виде на занятия...."

    old "Э-э-э...."
    new "Э-э-э...."

    old "Профессор... я не смогу...."
    new "Профессор... я не смогу...."

    old "Почему?"
    new "Почему?"

    old "....Вы же не стесняетесь меня?"
    new "....Вы же не стесняетесь меня?"

    old "Это разные вещи, сэр..."
    new "Это разные вещи, сэр..."

    old "Перед вами...."
    new "Перед вами...."

    old "То есть вы...."
    new "То есть вы...."

    old "Ничем не отличаюсь от других мисс Гринграсс..."
    new "Ничем не отличаюсь от других мисс Гринграсс..."

    old "К тому же я уже говорил вам, что ваша победа зависит от того какое вы окажете впечатление на сокурсников..."
    new "К тому же я уже говорил вам, что ваша победа зависит от того какое вы окажете впечатление на сокурсников..."

    old "Я же не могу придумать что-то такое, чтобы они проголосовали за вас...."
    new "Я же не могу придумать что-то такое, чтобы они проголосовали за вас...."

    old "Я понимаю..."
    new "Я понимаю..."

    old "Хотя...."
    new "Хотя...."

    old "А если нам \"что-то такое\", придумать...."
    new "А если нам \"что-то такое\", придумать...."

    old "Вместе..."
    new "Вместе..."

    old "Что скажете, сэр?"
    new "Что скажете, сэр?"

    old "........?!"
    new "........?!"

    old "(Непонял?!)"
    new "(Непонял?!)"

    old "Так что, профессор?"
    new "Так что, профессор?"

    old "Я могу сделать \"что-то другое\" для вас?"
    new "Я могу сделать \"что-то другое\" для вас?"

    old "{size=-3}(«Что-то другое?»){/size}"
    new "{size=-3}(«Что-то другое?»){/size}"

    old "Сейчас я покажу тебе, {b}что{/b} ты можешь сделать...."
    new "Сейчас я покажу тебе, {b}что{/b} ты можешь сделать...."

    old "{size=+5}{size=+7}ЧТО!?{/size}{/size}"
    new "{size=+5}{size=+7}ЧТО!?{/size}{/size}"

    old "{size=+7}Нет! Я не это имела ввиду...{/size}"
    new "{size=+7}Нет! Я не это имела ввиду...{/size}"

    old "{size=+7}Как вы вообще могли о таком подумать?{/size}"
    new "{size=+7}Как вы вообще могли о таком подумать?{/size}"

    old "Да раслабься, я пошутил...."
    new "Да раслабься, я пошутил...."

    old "Это ни черта не смешно!"
    new "Это ни черта не смешно!"

    old "Согласен, это было глупо..."
    new "Согласен, это было глупо..."

    old "Проехали...."
    new "Проехали...."

    old "{size=-3}(Черт.... А что на {b}меня{/b} нашло?!){/size}"
    new "{size=-3}(Черт.... А что на {b}меня{/b} нашло?!){/size}"

    old "(....Почему я вообще, это сказала?!)"
    new "(....Почему я вообще, это сказала?!)"

    old "Вобщем..."
    new "Вобщем..."

    old "Как видишь, других вариантов нет...."
    new "Как видишь, других вариантов нет...."

    old "Сделаешь это, и считай, что ты еще на шаг ближе к победе..."
    new "Сделаешь это, и считай, что ты еще на шаг ближе к победе..."

    old "...Я не уверена, получится ли у меня?"
    new "...Я не уверена, получится ли у меня?"

    old "Я верю что вы справитесь...."
    new "Я верю что вы справитесь...."

    old "Ну... Хорошо..."
    new "Ну... Хорошо..."

    old "Я попробую...."
    new "Я попробую...."

    old "Отлично мисс Гринграсс, жду вас вечером с отчетом...."
    new "Отлично мисс Гринграсс, жду вас вечером с отчетом...."

    old "Но прежде чем вы уйдете, у меня кое что есть для вас...."
    new "Но прежде чем вы уйдете, у меня кое что есть для вас...."

    old "Пиво запрещено в Хогвартсе, сэр."
    new "Пиво запрещено в Хогвартсе, сэр."

    old "Но из уважения к вам я возьму."
    new "Но из уважения к вам я возьму."

    old "{size=-3}Дафна   {/size}      {size=-6}Развращенность:{/size}{size=-4} [daphne.whoring]{/size}\n                    {size=-6}Отношение:{/size}{size=-4} -2{/size}\n                    {size=-6}{/size}"
    new "{size=-3}Дафна   {/size}      {size=-6}Развращенность:{/size}{size=-4} [daphne.whoring]{/size}\n                    {size=-6}Отношение:{/size}{size=-4} -2{/size}\n                    {size=-6}{/size}"

    old "Добрый вечер Дафна..."
    new "Добрый вечер Дафна..."

    old "Вы справились с заданием?"
    new "Вы справились с заданием?"

    old "Эм... да, сэр...."
    new "Эм... да, сэр...."

    old "Э-э... Сначала я думала что сгорю со стыда..."
    new "Э-э... Сначала я думала что сгорю со стыда..."

    old "Но, когда я зашла на лекцию по защите от темных искувств..."
    new "Но, когда я зашла на лекцию по защите от темных искувств..."

    old "Никто даже не обратил на меня {b}такого{/b} внимания..."
    new "Никто даже не обратил на меня {b}такого{/b} внимания..."

    old "Как будто я...."
    new "Как будто я...."

    old "Понимаете, сэр?"
    new "Понимаете, сэр?"

    old "Ну... одеваюсь так каждый день..."
    new "Ну... одеваюсь так каждый день..."

    old "{size=-3}(Хм.....){/size}"
    new "{size=-3}(Хм.....){/size}"

    old "{size=-3}(«Защита от темных искувств...»){/size}"
    new "{size=-3}(«Защита от темных искувств...»){/size}"

    old "{size=-3}(Эту дребедень у них вроде как Северус ведет...){/size}"
    new "{size=-3}(Эту дребедень у них вроде как Северус ведет...){/size}"

    old "{size=-3}(Он там наверное прихерел от такого...){/size}"
    new "{size=-3}(Он там наверное прихерел от такого...){/size}"

    old "...Почему это так, профессор?"
    new "...Почему это так, профессор?"

    old "Эм.... Ну я думаю, что он не ожидал от вас такого поступка, вот и все...."
    new "Эм.... Ну я думаю, что он не ожидал от вас такого поступка, вот и все...."

    old "Впрочем я его понимаю...."
    new "Впрочем я его понимаю...."

    old "Будь я на его месте, наверное, тоже бы охренел...."
    new "Будь я на его месте, наверное, тоже бы охренел...."

    old "{b}!!!!!!!!!!!!!!{/b}"
    new "{b}!!!!!!!!!!!!!!{/b}"

    old "Сэр... вы о чем?!"
    new "Сэр... вы о чем?!"

    old "{size=-3}(Он вообще, это {size=+3}мне{/size} говорит?){/size}"
    new "{size=-3}(Он вообще, это {size=+3}мне{/size} говорит?){/size}"

    old "............?!"
    new "............?!"

    old "{size=-3}(Черт......){/size}"
    new "{size=-3}(Черт......){/size}"

    old "{size=-3}(Что она спросила?){/size}"
    new "{size=-3}(Что она спросила?){/size}"

    old "Эм.... Ну я спорил сам с собой?"
    new "Эм.... Ну я спорил сам с собой?"

    old "«С собой», профессор?!"
    new "«С собой», профессор?!"

    old "Да... я нахожу это невероятно забавным...."
    new "Да... я нахожу это невероятно забавным...."

    old "Гхм... а в прочем мисс..."
    new "Гхм... а в прочем мисс..."

    old "Кажется вы рассказывали мне доклад..."
    new "Кажется вы рассказывали мне доклад..."

    old "Ах да... я продолжу сэр..."
    new "Ах да... я продолжу сэр..."

    old "Эм... В общем профессор Северус...."
    new "Эм... В общем профессор Северус...."

    old "Ну.... от увиденно, он вошел в ступор, сэр..."
    new "Ну.... от увиденно, он вошел в ступор, сэр..."

    old "{size=-3}(Представляю его рожу...){/size}"
    new "{size=-3}(Представляю его рожу...){/size}"

    old "Все... как и я, жутко смеялись..."
    new "Все... как и я, жутко смеялись..."

    old "{size=-3}(Забавно...){/size}"
    new "{size=-3}(Забавно...){/size}"

    old "{size=-3}(Она научилась видеть в этом, юмор...){/size}"
    new "{size=-3}(Она научилась видеть в этом, юмор...){/size}"

    old "Единственное что я не поняла - это то... кто такой Джинни?"
    new "Единственное что я не поняла - это то... кто такой Джинни?"

    old "........Чего?!"
    new "........Чего?!"

    old "Он вам что-то рассказал про него?"
    new "Он вам что-то рассказал про него?"

    old "Оу... Нет..."
    new "Оу... Нет..."

    old "Это были скорее мысли в слух..."
    new "Это были скорее мысли в слух..."

    old "В конце занятия, он выпроводил меня к двери, и сказал что-то вроде: «Почему я отдал её Джинни? Может еще не поздно все исправить?»"
    new "В конце занятия, он выпроводил меня к двери, и сказал что-то вроде: «Почему я отдал её Джинни? Может еще не поздно все исправить?»"

    old "Гхм...."
    new "Гхм...."

    old "Видите ли мисс Гринграсс, профессор Северус, так же хотел заняться вашим обучением..."
    new "Видите ли мисс Гринграсс, профессор Северус, так же хотел заняться вашим обучением..."

    old "Но не надеялся, что вы сможете чего-то достичь..."
    new "Но не надеялся, что вы сможете чего-то достичь..."

    old "И по этому, отправил вас ко мне..."
    new "И по этому, отправил вас ко мне..."

    old "А теперь как видете, спохватился..."
    new "А теперь как видете, спохватился..."

    old "Но вы не переживайте..."
    new "Но вы не переживайте..."

    old "Я поговорю с ним, по этому поводу..."
    new "Я поговорю с ним, по этому поводу..."

    old "Эм... Хорошо..."
    new "Эм... Хорошо..."

    old "Ну дальше, в общем... я осталась в таком виде до конца занятий..."
    new "Ну дальше, в общем... я осталась в таком виде до конца занятий..."

    old "И хоть все криво смотрели на меня, я старалась не обращать на них никакого внимания..."
    new "И хоть все криво смотрели на меня, я старалась не обращать на них никакого внимания..."

    old "Это похвально Дафна...."
    new "Это похвально Дафна...."

    old "Вы не перестаете меня удивлять..."
    new "Вы не перестаете меня удивлять..."

    old "Я стараюсь, профессор..."
    new "Я стараюсь, профессор..."

    old "Я вижу...."
    new "Я вижу...."

    old "И по этому, прежде чем вы уйдете, позвольте мне побаловать вас...."
    new "И по этому, прежде чем вы уйдете, позвольте мне побаловать вас...."

    old "- Книга: \"Типографический набор для профессионалов\" - {image=check_08.png}"
    new "- Книга: \"Типографический набор для профессионалов\" - {image=check_08.png}"

    old "- Книга: \"Типографический набор для средних редакций\" - "
    new "- Книга: \"Типографический набор для средних редакций\" - "

    old "- Книга: \"Типографический набор для больших редакций\" - "
    new "- Книга: \"Типографический набор для больших редакций\" - "

    old "Я надеюсь, что с вашей помощью профессор, я утру нос всем этим худородным, полукровкам и конечно же, мугродью."
    new "Я надеюсь, что с вашей помощью профессор, я утру нос всем этим худородным, полукровкам и конечно же, мугродью."

    old "- Бальное платье - (1500 гал.) -"
    new "- Бальное платье - (1500 гал.) -"

    old "- Книга: \"Типографический набор для малых редакций\" - {image=check_08.png}"
    new "- Книга: \"Типографический набор для малых редакций\" - {image=check_08.png}"

    old "Genie"
    new "Genie"

    old "{size=-7}ОТ:Джоданны Кроулинг\nКому: Альбусу Дамблдору\n\n\n{/size}{size=-2}Дорогой Альбус,\nмы всем офисом благодарим Вас за новую главу! Позвольте передать вам {size=+4}[dgold] галеонов.{/size} и наше искреннее восхищение.{/size}\n\n\n{size=-3}-С уважением-{/size}"
    new "{size=-7}ОТ:Джоданны Кроулинг\nКому: Альбусу Дамблдору\n\n\n{/size}{size=-2}Дорогой Альбус,\nмы всем офисом благодарим Вас за новую главу! Позвольте передать вам {size=+4}[dgold] галеонов.{/size} и наше искреннее восхищение.{/size}\n\n\n{size=-3}-С уважением-{/size}"

    old "- Бальное платье -"
    new "- Бальное платье -"

    old "- Книга: \"Типографический набор для средних редакций\" - {image=check_08.png}"
    new "- Книга: \"Типографический набор для средних редакций\" - {image=check_08.png}"

    old "Студент # 1"
    new "Студент # 1"

    old "Студент # 2"
    new "Студент # 2"

    old "Студентка"
    new "Студентка"

    old "Диктор"
    new "Диктор"

    old "{size=-7}Кому: Гермионе Грейнджер\n\n{/size}{size=-4}Дорогая [word_01]. \nЯ не тот, кто вы думаете... Даже не человек, если честно. В течение нескольких месяцев я выдавал себя за профессор Дамблдора. Но теперь мне нужно вернуться [word_02]. К тому времени, как ты получишь письмо, я буду уже далеко. Мы больше никогда не встретимся, но я буду лелеять воспоминания об этом времени в вашем мире.\n\nПрощай, моя маленькая [word_03]. {size=-3}\n\n-[word_04]-{/size}"
    new "{size=-7}Кому: Гермионе Грейнджер\n\n{/size}{size=-4}Дорогая [word_01]. \nЯ не тот, кто вы думаете... Даже не человек, если честно. В течение нескольких месяцев я выдавал себя за профессор Дамблдора. Но теперь мне нужно вернуться [word_02]. К тому времени, как ты получишь письмо, я буду уже далеко. Мы больше никогда не встретимся, но я буду лелеять воспоминания об этом времени в вашем мире.\n\nПрощай, моя маленькая [word_03]. {size=-3}\n\n-[word_04]-{/size}"

# TODO: Translation updated at 2015-08-01 16:21

translate chinese strings:

    old "{size=-3}Дафна   {/size}      {size=-6}Развращенность:{/size}{size=-4} [daphne.whoring]{/size}\n                    {size=-6}Отношение:{/size}{size=-4} -7{/size}\n                    {size=-6}{/size}"
    new "{size=-3}Дафна   {/size}      {size=-6}Развращенность:{/size}{size=-4} [daphne.whoring]{/size}\n                    {size=-6}Отношение:{/size}{size=-4} -7{/size}\n                    {size=-6}{/size}"

    old "{size=-3}Дафна   {/size}      {size=-6}Развращенность:{/size}{size=-4} [daphne.whoring]{/size}\n                    {size=-6}Отношение:{/size}{size=-4} -6{/size}\n                    {size=-6}{/size}"
    new "{size=-3}Дафна   {/size}      {size=-6}Развращенность:{/size}{size=-4} [daphne.whoring]{/size}\n                    {size=-6}Отношение:{/size}{size=-4} -6{/size}\n                    {size=-6}{/size}"

    old "{size=-7}ОТ:Джоданны Кроулинг\nКому: Альбусу Дамблдору\n\n\n{/size}{size=-2}Дорогой Альбус,\nна правах человека, ведущего связь с Вами, могу ли я узнать, будут ли Педреро и Хуанито вместе? Отправляю вам {size=+4}[dgold] галеонов{/size} и скромную надежду на ответ.{/size}\n\n\n{size=-3}-С уважением-{/size}"
    new "{size=-7}ОТ:Джоданны Кроулинг\nКому: Альбусу Дамблдору\n\n\n{/size}{size=-2}Дорогой Альбус,\nна правах человека, ведущего связь с Вами, могу ли я узнать, будут ли Педреро и Хуанито вместе? Отправляю вам {size=+4}[dgold] галеонов{/size} и скромную надежду на ответ.{/size}\n\n\n{size=-3}-С уважением-{/size}"

    old "{size=-3}Дафна   {/size}      {size=-6}Развращенность:{/size}{size=-4} [daphne.whoring]{/size}\n                    {size=-6}Отношение:{/size}{size=-4} -5{/size}\n                    {size=-6}{/size}"
    new "{size=-3}Дафна   {/size}      {size=-6}Развращенность:{/size}{size=-4} [daphne.whoring]{/size}\n                    {size=-6}Отношение:{/size}{size=-4} -5{/size}\n                    {size=-6}{/size}"

    old "{size=-3}Гермиона{/size}      {size=-6}Развращенность:{/size}{size=-4} [hermi.whoring]{/size}\n                     {size=-6}Отношение:{/size}{size=-4} -7{/size}\n                    {size=-6}{/size}{size=-6}Медиа-развр.:{/size}{size=-4} [nsp_germiona_mediawhoring]{/size}\n                    {size=-6}{/size}{size=-6}Наглость:{/size}{size=-4} [nsp_germiona_impudence]{/size}\n                    {size=-6}{/size}{size=-6}Артистичность:{/size}{size=-4} [nsp_germiona_artistry]{/size}\n                    {size=-6}{/size}"
    new "{size=-3}Гермиона{/size}      {size=-6}Развращенность:{/size}{size=-4} [hermi.whoring]{/size}\n                     {size=-6}Отношение:{/size}{size=-4} -7{/size}\n                    {size=-6}{/size}{size=-6}Медиа-развр.:{/size}{size=-4} [nsp_germiona_mediawhoring]{/size}\n                    {size=-6}{/size}{size=-6}Наглость:{/size}{size=-4} [nsp_germiona_impudence]{/size}\n                    {size=-6}{/size}{size=-6}Артистичность:{/size}{size=-4} [nsp_germiona_artistry]{/size}\n                    {size=-6}{/size}"

    old "{size=-7}ОТ:Министерства Магии\nКому: Альбусу Дамблдору\n\n\n{/size}{size=-2}Благодарим Вас за отчеты, присланные на этой неделе.\n Ваша оплата:{/size} \n{size=+4}[dgold] галеонов.{/size}\n\n\n{size=-3}-С уважением-{/size}"
    new "{size=-7}ОТ:Министерства Магии\nКому: Альбусу Дамблдору\n\n\n{/size}{size=-2}Благодарим Вас за отчеты, присланные на этой неделе.\n Ваша оплата:{/size} \n{size=+4}[dgold] галеонов.{/size}\n\n\n{size=-3}-С уважением-{/size}"

    old "АКАБУР"
    new "АКАБУР"
